# Общие команды
ping = пинг
    .description = Отвечает "pong"!

ping-message = Понг! 🏓

# Репутация
repute = репутация
    .description = Присвоить репутацию сообщению
    .msg = сообщение
    .msg-description = Сообщение, которому нужно присвоить репутацию

diminish = уменьшить
    .description = Убрать репутацию у сообщения
    .msg = сообщение
    .msg-description = Сообщение, у которого нужно убрать репутацию

show_message_reputation = показать_репутацию_сообщения
    .description = Показать репутацию сообщения
    .msg = сообщение
    .msg-description = Сообщение, репутацию которого нужно показать

show_user_reputation = показать_репутацию_пользователя
    .description = Показать общую репутацию пользователя
    .user = пользователь
    .user-description = Пользователь, чью репутацию нужно показать

reputation-added = Репутация успешно добавлена!
reputation-already-given = Вы уже присвоили репутацию этому сообщению!
reputation-removed = Репутация успешно удалена!
reputation-not-found = Репутация для этого сообщения не найдена!

message-reputation = У сообщения репутация { $reputation }.
user-reputation = У пользователя { $user_name } общая репутация { $reputation }.

# Опыт пользователя
experience = опыт
    .description = Показывает ваш текущий опыт.

experience-message = Ваш текущий опыт: { $experience }
not-enough-experience = Вам нужно хотя бы { $required_experience } опыта, чтобы присваивать репутацию другим!

# Ошибки
error = ошибка
    .generic = Произошла неожиданная ошибка. Пожалуйста, попробуйте позже.
    .not-found = Запрашиваемый элемент не найден.
